import React from 'react';

const page = () => {
  return (
    <section className="bg-[#FDFDFD] rounded-md w-full max-w-6xl p-4 mx-auto my-10 gap-5 flex flex-col pb-8 items-center">
      <h3 className="border-b border-gray-400 pb-2 h-fit">
        راه های ارتباطی با ما
      </h3>
      <p className='text-justify '>
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
        از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
        سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
        متنوع با هدف بهبود ابزارهای کاربردی می باشد. <br /> کتابهای زیادی در شصت
        و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا
        با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
        خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. <br /> در این صورت می توان
        امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به
        پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
        پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
      </p>
      <p className='bg-emerald-500 text-white text-sm p-4 rounded-md font-semibold'>
      هدف فروشگاه ارایه بهترین محصولات در ضمینه لوازم استوک میباشد. سعی ما در تهیه بهترین لوازم برای شماست در صورت هرگونه مشکل پشتیبان محصول خود هستیم.
      </p>
    </section>
  );
};

export default page;
